Repository: miloslalk/scars
Catalog: l10n/app_*.arb
Languages: sr

# appTitle
source: Scars App
sr: Scars aplikacija

source: Log in with:
sr: Prijavi se pomo캖u:

source: Log in with Google
sr: Prijavi se pomo캖u Google-a

source: Log in with Apple
sr: Prijavi se pomo캖u Apple-a

source: Log in with Facebook
sr: Prijavi se pomo캖u Facebook-a

source: Or log in with username and password
sr: Ili se prijavi korisni캜kim imenom i lozinkom

# usernameLabel
source: Username
sr: Korisni캜ko ime

# passwordLabel
source: Password
sr: Lozinka

# loginButton
source: Log in
sr: Prijavi se

source: Loading credentials...
sr: U캜itavam podatke za prijavu...

source: Unable to load credentials
sr: Ne mogu da u캜itam podatke za prijavu

source: Invalid credentials
sr: Neispravni podaci za prijavu

# homeLabel
source: Home
sr: Po캜etna

# profileLabel
source: Profile
sr: Profil

# galleryLabel
source: Gallery
sr: Galerija

# settingsLabel
source: Settings
sr: Pode코avanja

# helpLabel
source: Help
sr: Pomo캖

# profilePageTitle
source: Profile Page
sr: Stranica profila

# profilePageBody
source: View and edit your profile information here.
sr: Ovde mo쬰te da vidite i izmenite svoje podatke.

# galleryTitle
source: Gallery
sr: Galerija

# galleryBody
source: Browse your photo gallery here.
sr: Ovde mo쬰te da pregledate svoju galeriju fotografija.

# settingsTitle
source: Settings
sr: Pode코avanja

# settingsBody
source: Manage your app settings here.
sr: Ovde mo쬰te da upravljate pode코avanjima aplikacije.

# helpTitle
source: Help & Support
sr: Pomo캖 i podr코ka

# helpBody
source: Get help and support here.
sr: Ovde mo쬰te da dobijete pomo캖 i podr코ku.

# settingsPreferencesTitle
source: Preferences
sr: Preferencije

# settingsPreferencesBody
source: Personalize your app experience.
sr: Prilagodite iskustvo u aplikaciji.

# settingsNotificationsTitle
source: Notifications
sr: Obave코tenja

# settingsNotificationsBody
source: Choose how we notify you.
sr: Izaberite kako vas obave코tavamo.

# settingsLanguageTitle
source: Language
sr: Jezik

# settingsLanguageBody
source: Choose the language for the app.
sr: Izaberite jezik aplikacije.

# settingsLanguageSystem
source: System default
sr: Sistemski podrazumevani

# languageEnglish
source: 🇬🇧 English
sr: 游섫릖 Engleski

# languageSerbianLatin
source: 🇷🇸 Serbian (Latin)
sr: 游游 Srpski (latinica)

# languageMacedonian
source: 🇲🇰 Macedonian
sr: 游쓇릖 Makedonski

# languageGerman
source: 🇩🇪 German
sr: 游뾇릖 Nema캜ki

# languageGreek
source: 🇬🇷 Greek
sr: 游섫릖 Gr캜ki

# languageRomanian
source: 🇷🇴 Romanian
sr: 游游 Rumunski

# languageArabic
source: 🇸🇦 Arabic
sr: 游젏릖 Arapski

# languageRomani
source: 🟦🟩🟨🔴 Romani
sr: 游릱游릴游릳游댮 Romski

# languageTurkish
source: 🇹🇷 Turkish
sr: 游좷릖 Turski
